20260311/run-time-initialize-jdk/target-host/wrk-quarkus3-native-4.log
Running 30s test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.24ms    4.87ms  64.75ms   83.23%
    Req/Sec   16007.40     56.38  16091.00     66.67
  480222 requests in 30.013s,   2.51GB read
Requests/sec: 16000.47
Transfer/sec:  85.63MB