20260311/run-time-initialize-jdk/target-host/wrk-quarkus3-native-6.log
Running 30s test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.20ms    4.84ms  72.35ms   83.29%
    Req/Sec   15595.26   2845.06  16205.00     96.77
  483453 requests in 30.01s,   2.53GB read
Requests/sec: 16109.73
Transfer/sec:  86.22MB